import React from 'react';
import ReactDOM from 'react-dom';
import './index.css';
import App from './App';
import { Stars } from './components/stars/stars';

ReactDOM.render(
  <React.StrictMode>
    <App />
  </React.StrictMode>,
  document.getElementById('root')
);

// If you want to start measuring performance in your app, pass a function
// to log results (for example: reportWebVitals(console.log))///


//я типа могу смотреть где ты
//Я тоже это нашёл
// отстойно то, что твой курсор вместе с моим передвигается
// и наоборот. а ща нет
//А выделение не показывается?
// показывается
//Всё топ
//Щас засрем этот проект комментами
///ххаххахах
// я звоню
//я не готов

/// ахаххах
// не накрашенный?
//да
// блин, пинга топ. мы же на одной сети, задержки вообще нет. это балдеж
// мне теперь можно даже не подходить никогда. ща сек
// шучу, войсом я тут не хочу пользоваться)

//я думаю мб такое и на вс код есть. кст, рили, потом что-нибудь напишем вместе так. это круто одновременно вдвоем
// работать над одним проектом. на одном компе считай
//+

// а если я запущу
// у тебя тоже запустится? кек
//хз

// запусти ты

// ля, кто-нибудь проект откроет и подумает, что у меня биполяр очка
//ываъъываъываъ

// го нурбия сюда


// унего вскод


// ладно, пофиг. все крч, потом вернемся ООООООООО
// язапускаю

// да я вижу))) у меня тоже пошло
//лол
//ошибка
//а не

//  нет

// блин рили. все. потом напишем че-нить
// как собес пройду. а то готовиться надо, тыры-пыры
//окей, вырубай